const obj = document.getElementById("content");
const obj_sidebar = document.getElementById("sidebar") ;

for ( let i=0 ; i<10 ; i++){
    obj.innerHTML += `
    <div class="post">
                <h3 class="titr">واژه های باران</h3>
                <p dir="rtl" class="text">
                    قالب های پیچک
                    برای تازه شدن دیر نیست
                    صفحه اصلی
                    عناوین
                    تماس با من
                    قالب وبلاگ
                    پروفایل
                    واژه های باران
                    نمی دانم چرا امشب واژه هایم خیس شده اند
                    مثل آسمانی که امشب می بارد....
                    و اینک باران
                    بر لبه ی پنجره ی احساسم می نشیند
                    و چشمانم را نوازش می دهد
                    تا شاید از لحظه های دلتنگی گذر کنم 
                    موضوعات مرتبط: عاشقانه
                </p>
                <div class="comment">
                    دوشنبه بیست و یکم دی 1388 | 23:38 | غلام | نظرات
               </div>
            </div>

            <div class="post">
                    <h3 class="titr">جیرجیرک ها</h3>
                    <p dir="rtl" class="text">
                        قصدای جیر جیرک ها به گوش می رسد
                        سکوت را نوازش می دهند
                        و جای خالی آدم های شب نشین را
                        با نگاهی معصومانه پر می کنند 
                        موضوعات مرتبط: عاشقانه 
                    </p>
                    <div class="comment">
                        دوشنبه بیست و یکم دی 1388 | 23:38 | غلام | نظرات
                   </div>
                </div>
    `

}


